{
  "version": "https://jsonfeed.org/version/1",
  "title": "Sami Universe",
  "home_page_url": "//localhost:1313/",
  "feed_url": "//localhost:1313/feed.json",
  "description": "Site dédié pour le cours LabVeilTech - HEIG-VD - M51-2 - A propos de moi & mon Ikigai",
  "favicon": "//localhost:1313//assets/favicon.ico",
  "expired": false,
  "author": {
    "name": "Gilliand Sami",
    "url": "//localhost:1313/"
  },
  "items": [
    
    

    
    {
      "id": "f51f9cc5f0df9e9c6807c4bb7a3708c4440fd48d",
      "title": "Brand Promise - The Branding Journal - Tenir sa promesse",
      "summary": "",
      "content_text": "Lien de l’article : Brand Promise: What It Means and Why It’s Crucial for Your Business\nRésumé de l’article Définition de la promesse de marque La promesse de marque définit ce que les consommateurs peuvent toujours attendre d\u0026rsquo;une marque. C’est un contrat invisible entre la marque et son audience, garantissant la valeur et l\u0026rsquo;expérience que la marque s\u0026rsquo;engage à offrir. Que ce soit explicitement ou implicitement, cette promesse doit être présente dans chaque action et chaque aspect de la marque.\nCaractère essentiel d’une promesse de marque Guide des décisions de la marque : La promesse de marque oriente toutes les actions et décisions, facilitant le positionnement et la proposition de valeur. Protection de la réputation de la marque : En clarifiant ses attentes, une marque minimise les risques d’interprétation erronée et de déception. Construction de la confiance et de la fidélité : Une marque qui tient sa promesse régulièrement devient fiable, encourageant la fidélité et les ventes. Contrat invisible influençant la réussite : Un manquement à cette promesse peut endommager durablement la réputation de la marque. Elle est donc essentielle pour protéger l\u0026rsquo;image à long terme. Placement de la promesse de marque dans la stratégie de marque La promesse de marque se définit idéalement en parallèle de l’essence de la marque (mission, vision et valeurs) et de sa stratégie de positionnement. Une promesse bien définie doit refléter les engagements de la marque en fonction des besoins du marché et des attentes de son audience. Pour rester pertinente, la promesse de marque doit être :\nAlignée sur l’essence et la stratégie de la marque Simple, mesurable et réaliste selon les capacités de l\u0026rsquo;organisation Conseils pour maintenir la promesse de marque Basée sur les capacités de l\u0026rsquo;organisation pour garantir une exécution cohérente. Aligner l’équipe autour de la promesse de marque pour une compréhension et un engagement communs. Créer une expérience cohérente en respectant la promesse dans toutes les interactions. Suivre et ajuster la promesse pour répondre aux attentes changeantes du marché. Gérer les erreurs avec transparence, transformant des situations décevantes en opportunités d\u0026rsquo;amélioration. Intérêt de cet article pour mon domaine Cet article est particulièrement pertinent pour moi en tant que designer graphique spécialisé en branding et gestion de marque. Voici comment il peut enrichir ma pratique :\nRenforcer la cohérence de mes projets de branding : La promesse de marque m’encourage à aller au-delà des éléments visuels pour créer une identité qui véhicule des valeurs et des engagements clairs. Cela renforce la cohérence entre l\u0026rsquo;image visuelle d\u0026rsquo;une marque et son message profond.\nDévelopper une compréhension plus approfondie des attentes des clients : L’article montre comment la promesse de marque influence la perception et la fidélité des clients. En intégrant ce concept, je peux mieux anticiper les attentes de l’audience cible et concevoir des visuels qui soutiennent la réputation de la marque.\nIncorporer la promesse de marque dans la conception visuelle : La promesse de marque peut se refléter visuellement. Elle peut servir de fil conducteur pour créer des éléments visuels alignés avec les valeurs de la marque, renforçant ainsi l\u0026rsquo;engagement émotionnel des clients.\nAméliorer la gestion des attentes dans les collaborations : L\u0026rsquo;idée de la promesse de marque peut clarifier les attentes et structurer les discussions autour des valeurs fondamentales. Cela facilite la communication avec les clients et les parties prenantes, garantissant une vision partagée de l’identité de la marque.\nUtilisation de cet article dans ma formation ou mon travail Création d’identités de marque : Cet article m’aide à intégrer des promesses de marque solides dans la conception visuelle. Cela me permet de créer des marques cohérentes et impactantes qui transmettent une véritable promesse.\nStratégie et conseil auprès des clients : En conseillant mes clients sur leur stratégie de marque, cet article m\u0026rsquo;aide à démontrer l\u0026rsquo;importance d\u0026rsquo;une promesse de marque claire pour renforcer l’engagement de leurs clients.\nProjets personnels de branding : Ce concept m\u0026rsquo;invite également à appliquer une promesse de marque dans mes projets personnels, en créant des visuels qui véhiculent un message esthétique et un engagement envers des valeurs spécifiques.\nCet article est une ressource précieuse pour affiner ma pratique et inspirer mes créations, en allant au-delà de l’esthétique pour donner du sens aux identités visuelles que je développe.\n",
      "content_html": "\u003cp\u003e\u003cstrong\u003eLien de l’article :\u003c/strong\u003e \u003ca href=\"https://www.thebrandingjournal.com/2024/10/brand-promise/\"\u003eBrand Promise: What It Means and Why It’s Crucial for Your Business\u003c/a\u003e\u003c/p\u003e\n\u003ch2 id=\"résumé-de-larticle\"\u003eRésumé de l’article\u003c/h2\u003e\n\u003ch3 id=\"définition-de-la-promesse-de-marque\"\u003eDéfinition de la promesse de marque\u003c/h3\u003e\n\u003cp\u003eLa \u003cstrong\u003epromesse de marque\u003c/strong\u003e définit ce que les consommateurs peuvent toujours attendre d\u0026rsquo;une marque. C’est un contrat invisible entre la marque et son audience, garantissant la valeur et l\u0026rsquo;expérience que la marque s\u0026rsquo;engage à offrir. Que ce soit explicitement ou implicitement, cette promesse doit être présente dans chaque action et chaque aspect de la marque.\u003c/p\u003e\n\u003ch3 id=\"caractère-essentiel-dune-promesse-de-marque\"\u003eCaractère essentiel d’une promesse de marque\u003c/h3\u003e\n\u003col\u003e\n\u003cli\u003e\u003cstrong\u003eGuide des décisions de la marque\u003c/strong\u003e : La promesse de marque oriente toutes les actions et décisions, facilitant le positionnement et la proposition de valeur.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eProtection de la réputation de la marque\u003c/strong\u003e : En clarifiant ses attentes, une marque minimise les risques d’interprétation erronée et de déception.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eConstruction de la confiance et de la fidélité\u003c/strong\u003e : Une marque qui tient sa promesse régulièrement devient fiable, encourageant la fidélité et les ventes.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eContrat invisible influençant la réussite\u003c/strong\u003e : Un manquement à cette promesse peut endommager durablement la réputation de la marque. Elle est donc essentielle pour protéger l\u0026rsquo;image à long terme.\u003c/li\u003e\n\u003c/ol\u003e\n\u003ch3 id=\"placement-de-la-promesse-de-marque-dans-la-stratégie-de-marque\"\u003ePlacement de la promesse de marque dans la stratégie de marque\u003c/h3\u003e\n\u003cp\u003eLa promesse de marque se définit idéalement en parallèle de l’\u003cstrong\u003eessence de la marque\u003c/strong\u003e (mission, vision et valeurs) et de sa \u003cstrong\u003estratégie de positionnement\u003c/strong\u003e. Une promesse bien définie doit refléter les engagements de la marque en fonction des besoins du marché et des attentes de son audience. Pour rester pertinente, la promesse de marque doit être :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAlignée sur l’essence et la stratégie de la marque\u003c/li\u003e\n\u003cli\u003eSimple, mesurable et réaliste selon les capacités de l\u0026rsquo;organisation\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3 id=\"conseils-pour-maintenir-la-promesse-de-marque\"\u003eConseils pour maintenir la promesse de marque\u003c/h3\u003e\n\u003col\u003e\n\u003cli\u003e\u003cstrong\u003eBasée sur les capacités de l\u0026rsquo;organisation\u003c/strong\u003e pour garantir une exécution cohérente.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eAligner l’équipe autour de la promesse de marque\u003c/strong\u003e pour une compréhension et un engagement communs.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eCréer une expérience cohérente\u003c/strong\u003e en respectant la promesse dans toutes les interactions.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eSuivre et ajuster la promesse\u003c/strong\u003e pour répondre aux attentes changeantes du marché.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eGérer les erreurs avec transparence\u003c/strong\u003e, transformant des situations décevantes en opportunités d\u0026rsquo;amélioration.\u003c/li\u003e\n\u003c/ol\u003e\n\u003ch2 id=\"intérêt-de-cet-article-pour-mon-domaine\"\u003eIntérêt de cet article pour mon domaine\u003c/h2\u003e\n\u003cp\u003eCet article est particulièrement pertinent pour moi en tant que designer graphique spécialisé en \u003cstrong\u003ebranding\u003c/strong\u003e et \u003cstrong\u003egestion de marque\u003c/strong\u003e. Voici comment il peut enrichir ma pratique :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eRenforcer la cohérence de mes projets de branding\u003c/strong\u003e : La promesse de marque m’encourage à aller au-delà des éléments visuels pour créer une identité qui véhicule des valeurs et des engagements clairs. Cela renforce la cohérence entre l\u0026rsquo;image visuelle d\u0026rsquo;une marque et son message profond.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eDévelopper une compréhension plus approfondie des attentes des clients\u003c/strong\u003e : L’article montre comment la promesse de marque influence la perception et la fidélité des clients. En intégrant ce concept, je peux mieux anticiper les attentes de l’audience cible et concevoir des visuels qui soutiennent la réputation de la marque.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eIncorporer la promesse de marque dans la conception visuelle\u003c/strong\u003e : La promesse de marque peut se refléter visuellement. Elle peut servir de fil conducteur pour créer des éléments visuels alignés avec les valeurs de la marque, renforçant ainsi l\u0026rsquo;engagement émotionnel des clients.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eAméliorer la gestion des attentes dans les collaborations\u003c/strong\u003e : L\u0026rsquo;idée de la promesse de marque peut clarifier les attentes et structurer les discussions autour des valeurs fondamentales. Cela facilite la communication avec les clients et les parties prenantes, garantissant une vision partagée de l’identité de la marque.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2 id=\"utilisation-de-cet-article-dans-ma-formation-ou-mon-travail\"\u003eUtilisation de cet article dans ma formation ou mon travail\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eCréation d’identités de marque\u003c/strong\u003e : Cet article m’aide à intégrer des promesses de marque solides dans la conception visuelle. Cela me permet de créer des marques cohérentes et impactantes qui transmettent une véritable promesse.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eStratégie et conseil auprès des clients\u003c/strong\u003e : En conseillant mes clients sur leur stratégie de marque, cet article m\u0026rsquo;aide à démontrer l\u0026rsquo;importance d\u0026rsquo;une promesse de marque claire pour renforcer l’engagement de leurs clients.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eProjets personnels de branding\u003c/strong\u003e : Ce concept m\u0026rsquo;invite également à appliquer une promesse de marque dans mes projets personnels, en créant des visuels qui véhiculent un message esthétique et un engagement envers des valeurs spécifiques.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCet article est une ressource précieuse pour affiner ma pratique et inspirer mes créations, en allant au-delà de l’esthétique pour donner du sens aux identités visuelles que je développe.\u003c/p\u003e\n",
      "url": "//localhost:1313/posts/article3-brand-promise/",
      "date_published": "14116-14-09T110:1414:00+00:00",
      "date_modified": "14116-14-09T110:1414:00+00:00",
      "author": {
        "name": "Gilliand Sami",
        "url": "//localhost:1313/"
      }
    },
    
    {
      "id": "eb632de91cee32891bea79953d8a8f172f6fec60",
      "title": "Felfel - Eyeondesign - Une police arabophone",
      "summary": "",
      "content_text": "Lien de l’article : Felfel, une police inspirée par les rues égyptiennes pour répondre aux besoins des designers arabophones\nRésumé de l’article Felfel, une police inspirée par les rues égyptiennes, a été conçue pour répondre aux besoins des designers arabophones. Cette typographie unique puise son style dans la calligraphie Ruq’ah, un type d\u0026rsquo;écriture souvent visible sur les murs et pancartes du Caire, et a été développée par Abdo Mohamed, fondateur de la fonderie Boharat Cairo.\nContexte et origine de la police Felfel Felfel a vu le jour sous l’impulsion de Abdo Mohamed, qui a fondé Boharat Cairo, une fonderie indépendante visant à apporter de nouvelles « saveurs » au design arabe. Inspirée par les rues du Caire, Felfel utilise le style de la calligraphie Ruq’ah, souvent utilisé de manière informelle en Égypte. Le projet a débuté en 2020 et continue de se développer.\nBoharat signifie « épice » en arabe, et chaque police créée par cette fonderie porte le nom d’une épice (comme Zaatar ou Siwa). Mohamed voit le design typographique comme une recette, où chaque caractère apporte une « saveur » unique. Felfel, signifiant « poivre », est le premier d’une série de polices basées sur cette approche. Caractéristiques principales de la police Felfel Inspiration de la calligraphie Ruq’ah : Bien que largement répandu, le Ruq’ah est rarement représenté en typographie. Felfel modernise cet art en gardant son authenticité, mais avec une base horizontale plutôt que diagonale. Variantes et flexibilité : Felfel propose de nombreuses variantes calligraphiques, offrant aux designers 12 à 18 alternatives par mot. La police inclut plus de 90 swashes alternatifs, 600 alternances contextuelles, et 5 ensembles stylistiques. Langues supportées : Felfel couvre l’arabe, le persan, et l’ourdou, intégrant la ponctuation et les marques spécifiques à ces langues. Utilisation recommandée Felfel est particulièrement adaptée aux titres, affiches, et créations éditoriales nécessitant un style visuel impactant et dynamique. Elle se positionne horizontalement, mais reste déconseillée pour les longs textes en raison de son aspect décoratif.\nIntérêt de cet article pour mon domaine Cet article m\u0026rsquo;intéresse particulièrement en tant que designer graphique spécialisé dans l\u0026rsquo;identité visuelle et la gestion de marque. Voici comment Felfel pourrait enrichir ma pratique :\nApport d\u0026rsquo;une perspective culturelle et authentique : Felfel montre comment la typographie peut véhiculer une identité culturelle forte. Ce type d\u0026rsquo;approche m\u0026rsquo;inspire à intégrer des éléments visuels de mon propre environnement culturel ou de celui de mes clients, pour créer des projets plus authentiques.\nRenforcement de compétences typographiques : L’article démontre l’importance des détails dans le design de caractères, comme les variantes et les ligatures. Ces concepts sont utiles pour mes créations en branding et pour concevoir des éléments graphiques uniques.\nAdaptation au marché arabophone : En cas de collaboration avec des clients arabophones, la compréhension de styles comme le Ruq’ah pourrait être précieuse. Felfel peut servir de référence pour des projets éditoriaux et des campagnes de branding liées à la culture arabe.\nApplication dans ma formation et mon travail Dans mes projets de branding : Idéal pour travailler avec des clients du monde arabe ou cherchant une identité visuelle riche en symbolique culturelle. Recherche et inspiration typographique : Cet article me sert de référence pour comprendre l’impact de la typographie dans des compositions culturelles. Processus créatif : Felfel alimente ma réflexion sur l’importance de l’authenticité et de la continuité dans l’amélioration des créations graphiques. Cet exemple de typographie est un excellent rappel de l\u0026rsquo;impact du design authentique et des efforts continus pour perfectionner chaque projet.\n",
      "content_html": "\u003cp\u003e\u003cstrong\u003eLien de l’article :\u003c/strong\u003e \u003ca href=\"https://eyeondesign.aiga.org/a-font-inspired-by-egyptian-streets-that-addresses-a-big-problem-for-arabic-designers/\"\u003eFelfel, une police inspirée par les rues égyptiennes pour répondre aux besoins des designers arabophones\u003c/a\u003e\u003c/p\u003e\n\u003ch2 id=\"résumé-de-larticle\"\u003eRésumé de l’article\u003c/h2\u003e\n\u003cp\u003e\u003cstrong\u003eFelfel\u003c/strong\u003e, une police inspirée par les rues égyptiennes, a été conçue pour répondre aux besoins des designers arabophones. Cette typographie unique puise son style dans la \u003cstrong\u003ecalligraphie Ruq’ah\u003c/strong\u003e, un type d\u0026rsquo;écriture souvent visible sur les murs et pancartes du Caire, et a été développée par \u003cstrong\u003eAbdo Mohamed\u003c/strong\u003e, fondateur de la fonderie Boharat Cairo.\u003c/p\u003e\n\u003ch3 id=\"contexte-et-origine-de-la-police-felfel\"\u003eContexte et origine de la police Felfel\u003c/h3\u003e\n\u003cp\u003eFelfel a vu le jour sous l’impulsion de Abdo Mohamed, qui a fondé \u003cstrong\u003eBoharat Cairo\u003c/strong\u003e, une fonderie indépendante visant à apporter de nouvelles « saveurs » au design arabe. Inspirée par les rues du Caire, Felfel utilise le style de la calligraphie \u003cstrong\u003eRuq’ah\u003c/strong\u003e, souvent utilisé de manière informelle en Égypte. Le projet a débuté en 2020 et continue de se développer.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eBoharat\u003c/strong\u003e signifie « épice » en arabe, et chaque police créée par cette fonderie porte le nom d’une épice (comme \u003cstrong\u003eZaatar\u003c/strong\u003e ou \u003cstrong\u003eSiwa\u003c/strong\u003e). Mohamed voit le design typographique comme une \u003cstrong\u003erecette\u003c/strong\u003e, où chaque caractère apporte une « saveur » unique. \u003cstrong\u003eFelfel\u003c/strong\u003e, signifiant « poivre », est le premier d’une série de polices basées sur cette approche.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3 id=\"caractéristiques-principales-de-la-police-felfel\"\u003eCaractéristiques principales de la police Felfel\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eInspiration de la calligraphie Ruq’ah\u003c/strong\u003e : Bien que largement répandu, le Ruq’ah est rarement représenté en typographie. Felfel modernise cet art en gardant son authenticité, mais avec une base horizontale plutôt que diagonale.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eVariantes et flexibilité\u003c/strong\u003e : Felfel propose de nombreuses variantes calligraphiques, offrant aux designers \u003cstrong\u003e12 à 18 alternatives par mot\u003c/strong\u003e. La police inclut plus de \u003cstrong\u003e90 swashes alternatifs\u003c/strong\u003e, \u003cstrong\u003e600 alternances contextuelles\u003c/strong\u003e, et \u003cstrong\u003e5 ensembles stylistiques\u003c/strong\u003e.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eLangues supportées\u003c/strong\u003e : Felfel couvre l’arabe, le persan, et l’ourdou, intégrant la ponctuation et les marques spécifiques à ces langues.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3 id=\"utilisation-recommandée\"\u003eUtilisation recommandée\u003c/h3\u003e\n\u003cp\u003e\u003cstrong\u003eFelfel\u003c/strong\u003e est particulièrement adaptée aux titres, affiches, et créations éditoriales nécessitant un \u003cstrong\u003estyle visuel impactant et dynamique\u003c/strong\u003e. Elle se positionne horizontalement, mais reste déconseillée pour les longs textes en raison de son aspect décoratif.\u003c/p\u003e\n\u003ch2 id=\"intérêt-de-cet-article-pour-mon-domaine\"\u003eIntérêt de cet article pour mon domaine\u003c/h2\u003e\n\u003cp\u003eCet article m\u0026rsquo;intéresse particulièrement en tant que designer graphique spécialisé dans l\u0026rsquo;identité visuelle et la gestion de marque. Voici comment Felfel pourrait enrichir ma pratique :\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eApport d\u0026rsquo;une perspective culturelle et authentique\u003c/strong\u003e : Felfel montre comment la typographie peut véhiculer une identité culturelle forte. Ce type d\u0026rsquo;approche m\u0026rsquo;inspire à intégrer des éléments visuels de mon propre environnement culturel ou de celui de mes clients, pour créer des projets plus authentiques.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eRenforcement de compétences typographiques\u003c/strong\u003e : L’article démontre l’importance des détails dans le design de caractères, comme les variantes et les ligatures. Ces concepts sont utiles pour mes créations en \u003cstrong\u003ebranding\u003c/strong\u003e et pour concevoir des éléments graphiques uniques.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eAdaptation au marché arabophone\u003c/strong\u003e : En cas de collaboration avec des clients arabophones, la compréhension de styles comme le Ruq’ah pourrait être précieuse. Felfel peut servir de référence pour des projets éditoriaux et des campagnes de branding liées à la culture arabe.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ol\u003e\n\u003ch2 id=\"application-dans-ma-formation-et-mon-travail\"\u003eApplication dans ma formation et mon travail\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eDans mes projets de branding\u003c/strong\u003e : Idéal pour travailler avec des clients du monde arabe ou cherchant une identité visuelle riche en symbolique culturelle.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eRecherche et inspiration typographique\u003c/strong\u003e : Cet article me sert de référence pour comprendre l’impact de la typographie dans des compositions culturelles.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eProcessus créatif\u003c/strong\u003e : Felfel alimente ma réflexion sur l’importance de l’authenticité et de la continuité dans l’amélioration des créations graphiques.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCet exemple de typographie est un excellent rappel de l\u0026rsquo;impact du design authentique et des efforts continus pour perfectionner chaque projet.\u003c/p\u003e\n",
      "url": "//localhost:1313/posts/article1-felfel-typo/",
      "date_published": "14116-14-09T110:1414:00+00:00",
      "date_modified": "14116-14-09T110:1414:00+00:00",
      "author": {
        "name": "Gilliand Sami",
        "url": "//localhost:1313/"
      }
    },
    
    {
      "id": "c77d1d5f03b5047c88ec42c7b5baf08faabbcf5a",
      "title": "Fix \u0026 Flex Approach - Creative Bloq - S'adapter en conséquence",
      "summary": "",
      "content_text": "Lien de l’article : Why you need to adopt a \u0026lsquo;fix and flex\u0026rsquo; approach to branding\nRésumé de l’article Problématique du branding traditionnel L’article de Scott Lambert débute en soulignant les limites d’une cohérence excessive dans le branding. Si la constance des éléments de marque (logos, couleurs, typographies) peut offrir une stabilité rassurante, elle devient vite une contrainte. Une adhésion rigide aux règles de branding risque de freiner la créativité et limite la flexibilité nécessaire pour faire évoluer la marque et l’adapter aux changements.\nConcept \u0026ldquo;Fix and Flex\u0026rdquo; Pour dépasser ces limitations, Lambert propose une approche \u0026ldquo;fix and flex\u0026rdquo;, qui divise le branding en deux catégories d’actifs :\nLes actifs stylistiques fixes : Ces éléments constituent les piliers visuels non-négociables de la marque (couleurs, logos, typographies principales) qui ancrent la marque et assurent sa reconnaissance.\nLes actifs émotionnels flexibles : Ces éléments sont plus fluides, permettant à la marque de s’adapter tout en restant fidèle à ses valeurs profondes. Par exemple, des valeurs narratives ou styles photographiques qui ajoutent de la profondeur et de l\u0026rsquo;authenticité.\nL\u0026rsquo;importance des principes émotionnels Lambert insiste sur le rôle des principes émotionnels pour donner du sens aux éléments fixes. Il cite Dove comme exemple : la marque ne se limite pas à ses couleurs ou logos, mais transmet des valeurs d\u0026rsquo;acceptation de soi à travers ses histoires. D’autres exemples incluent Rapha, qui utilise des visuels pour illustrer l’endurance des cyclistes, ou Starface, qui se distingue dans le secteur des soins de la peau en combinant humour et expression de soi.\nMaîtrise de l\u0026rsquo;approche \u0026ldquo;fix and flex\u0026rdquo; Une marque qui équilibre harmonieusement ses éléments fixes et flexibles atteint son audience de manière instinctive et percutante. Lambert donne en exemple Airbnb et Google, dont l’identité est instantanément reconnaissable, même sans leur logo ou couleurs visibles. Cette maîtrise exige des efforts, mais elle permet à la marque de se connecter avec des vérités humaines fondamentales, assurant ainsi sa pertinence et son impact.\nIntérêt de cet article pour mon domaine Cet article est particulièrement pertinent pour mon rôle de designer graphique en branding et gestion de marque. Voici comment cette approche enrichit ma pratique :\nEnrichir mon expertise en branding : L’approche fix and flex offre une vision moderne du branding, mêlant stabilité et adaptabilité. Cela m’aide à concevoir des identités visuelles fortes et reconnaissables, tout en intégrant une certaine souplesse pour s’adapter aux divers contextes, ce qui est crucial dans un environnement où les points de contact de marque sont multiples (réseaux sociaux, affichage, web, etc.).\nGérer la marque de manière équilibrée : En mettant en place des éléments fixes (logos, couleurs) qui assurent la continuité et des éléments flexibles (ton ou style narratif) qui s’adaptent émotionnellement à l’audience, je peux créer des systèmes de branding plus dynamiques, alignés sur les attentes actuelles.\nAdopter une approche narrative : Comme mentionné, les marques mémorables racontent des histoires captivantes. Intégrer des principes émotionnels dans mes projets peut renforcer l\u0026rsquo;attachement des clients aux marques. Par exemple, je pourrais conseiller mes clients sur l\u0026rsquo;importance de valeurs significatives qui résonnent au-delà des simples éléments visuels.\nCohérence sans rigidité dans la gestion de projet : Cet article m’aide à mieux articuler qu’un branding efficace n’est pas uniquement un ensemble de règles rigides, mais un équilibre entre des éléments fixes et des interprétations créatives, une notion précieuse pour convaincre mes clients de l’importance de la flexibilité.\nApplication dans ma formation et mon travail Projets de conception d’identité visuelle : Cet article m’inspire pour concevoir des marques différenciées par leur capacité à évoluer. Je pourrais appliquer le concept fix and flex pour créer des identités visuelles équilibrant éléments fixes et flexibilité émotionnelle.\nStratégie et conseil auprès des clients : Lors de collaborations en construction d’image de marque, cet article servira de référence pour expliquer les avantages d\u0026rsquo;un branding flexible, permettant de répondre aux besoins évolutifs des marques.\nRéflexions créatives : Cet article m’invite à explorer comment maintenir une cohérence sans rigidité. Cette approche pourrait inspirer mes créations et projets personnels, en m’aidant à gérer la cohérence de marque d’une nouvelle manière.\nCet article enrichit ma compréhension des dynamiques de marque actuelles et des opportunités de flexibilité qui permettent à une marque de rester pertinente et engageante.\n",
      "content_html": "\u003cp\u003e\u003cstrong\u003eLien de l’article :\u003c/strong\u003e \u003ca href=\"https://www.creativebloq.com/design/branding/why-you-need-to-adopt-a-fix-and-flex-approach-to-branding\"\u003eWhy you need to adopt a \u0026lsquo;fix and flex\u0026rsquo; approach to branding\u003c/a\u003e\u003c/p\u003e\n\u003ch2 id=\"résumé-de-larticle\"\u003eRésumé de l’article\u003c/h2\u003e\n\u003ch3 id=\"problématique-du-branding-traditionnel\"\u003eProblématique du branding traditionnel\u003c/h3\u003e\n\u003cp\u003eL’article de \u003cstrong\u003eScott Lambert\u003c/strong\u003e débute en soulignant les limites d’une cohérence excessive dans le branding. Si la constance des éléments de marque (logos, couleurs, typographies) peut offrir une stabilité rassurante, elle devient vite une contrainte. Une adhésion rigide aux règles de branding risque de freiner la créativité et limite la flexibilité nécessaire pour faire évoluer la marque et l’adapter aux changements.\u003c/p\u003e\n\u003ch3 id=\"concept-fix-and-flex\"\u003eConcept \u0026ldquo;Fix and Flex\u0026rdquo;\u003c/h3\u003e\n\u003cp\u003ePour dépasser ces limitations, Lambert propose une approche \u003cstrong\u003e\u0026ldquo;fix and flex\u0026rdquo;\u003c/strong\u003e, qui divise le branding en deux catégories d’actifs :\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eLes actifs stylistiques fixes\u003c/strong\u003e : Ces éléments constituent les piliers visuels non-négociables de la marque (couleurs, logos, typographies principales) qui ancrent la marque et assurent sa reconnaissance.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eLes actifs émotionnels flexibles\u003c/strong\u003e : Ces éléments sont plus fluides, permettant à la marque de s’adapter tout en restant fidèle à ses valeurs profondes. Par exemple, des valeurs narratives ou styles photographiques qui ajoutent de la profondeur et de l\u0026rsquo;authenticité.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ol\u003e\n\u003ch3 id=\"limportance-des-principes-émotionnels\"\u003eL\u0026rsquo;importance des principes émotionnels\u003c/h3\u003e\n\u003cp\u003eLambert insiste sur le rôle des \u003cstrong\u003eprincipes émotionnels\u003c/strong\u003e pour donner du sens aux éléments fixes. Il cite \u003cstrong\u003eDove\u003c/strong\u003e comme exemple : la marque ne se limite pas à ses couleurs ou logos, mais transmet des valeurs d\u0026rsquo;acceptation de soi à travers ses histoires. D’autres exemples incluent \u003cstrong\u003eRapha\u003c/strong\u003e, qui utilise des visuels pour illustrer l’endurance des cyclistes, ou \u003cstrong\u003eStarface\u003c/strong\u003e, qui se distingue dans le secteur des soins de la peau en combinant humour et expression de soi.\u003c/p\u003e\n\u003ch3 id=\"maîtrise-de-lapproche-fix-and-flex\"\u003eMaîtrise de l\u0026rsquo;approche \u0026ldquo;fix and flex\u0026rdquo;\u003c/h3\u003e\n\u003cp\u003eUne marque qui équilibre harmonieusement ses éléments fixes et flexibles atteint son audience de manière instinctive et percutante. Lambert donne en exemple \u003cstrong\u003eAirbnb\u003c/strong\u003e et \u003cstrong\u003eGoogle\u003c/strong\u003e, dont l’identité est instantanément reconnaissable, même sans leur logo ou couleurs visibles. Cette maîtrise exige des efforts, mais elle permet à la marque de se connecter avec des vérités humaines fondamentales, assurant ainsi sa pertinence et son impact.\u003c/p\u003e\n\u003ch2 id=\"intérêt-de-cet-article-pour-mon-domaine\"\u003eIntérêt de cet article pour mon domaine\u003c/h2\u003e\n\u003cp\u003eCet article est particulièrement pertinent pour mon rôle de designer graphique en branding et gestion de marque. Voici comment cette approche enrichit ma pratique :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eEnrichir mon expertise en branding\u003c/strong\u003e : L’approche fix and flex offre une vision moderne du branding, mêlant stabilité et adaptabilité. Cela m’aide à concevoir des identités visuelles fortes et reconnaissables, tout en intégrant une certaine souplesse pour s’adapter aux divers contextes, ce qui est crucial dans un environnement où les points de contact de marque sont multiples (réseaux sociaux, affichage, web, etc.).\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eGérer la marque de manière équilibrée\u003c/strong\u003e : En mettant en place des éléments fixes (logos, couleurs) qui assurent la continuité et des éléments flexibles (ton ou style narratif) qui s’adaptent émotionnellement à l’audience, je peux créer des systèmes de branding plus dynamiques, alignés sur les attentes actuelles.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eAdopter une approche narrative\u003c/strong\u003e : Comme mentionné, les marques mémorables racontent des histoires captivantes. Intégrer des principes émotionnels dans mes projets peut renforcer l\u0026rsquo;attachement des clients aux marques. Par exemple, je pourrais conseiller mes clients sur l\u0026rsquo;importance de valeurs significatives qui résonnent au-delà des simples éléments visuels.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eCohérence sans rigidité dans la gestion de projet\u003c/strong\u003e : Cet article m’aide à mieux articuler qu’un branding efficace n’est pas uniquement un ensemble de règles rigides, mais un équilibre entre des éléments fixes et des interprétations créatives, une notion précieuse pour convaincre mes clients de l’importance de la flexibilité.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2 id=\"application-dans-ma-formation-et-mon-travail\"\u003eApplication dans ma formation et mon travail\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eProjets de conception d’identité visuelle\u003c/strong\u003e : Cet article m’inspire pour concevoir des marques différenciées par leur capacité à évoluer. Je pourrais appliquer le concept fix and flex pour créer des identités visuelles équilibrant éléments fixes et flexibilité émotionnelle.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eStratégie et conseil auprès des clients\u003c/strong\u003e : Lors de collaborations en construction d’image de marque, cet article servira de référence pour expliquer les avantages d\u0026rsquo;un branding flexible, permettant de répondre aux besoins évolutifs des marques.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eRéflexions créatives\u003c/strong\u003e : Cet article m’invite à explorer comment maintenir une cohérence sans rigidité. Cette approche pourrait inspirer mes créations et projets personnels, en m’aidant à gérer la cohérence de marque d’une nouvelle manière.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCet article enrichit ma compréhension des dynamiques de marque actuelles et des opportunités de flexibilité qui permettent à une marque de rester pertinente et engageante.\u003c/p\u003e\n",
      "url": "//localhost:1313/posts/article2-fix-and-flex/",
      "date_published": "14116-14-09T110:1414:00+00:00",
      "date_modified": "14116-14-09T110:1414:00+00:00",
      "author": {
        "name": "Gilliand Sami",
        "url": "//localhost:1313/"
      }
    },
    
    {
      "id": "269371960f216605b3f940b721b39dba171e7e82",
      "title": "Intersection entre la Biologie \u0026 le Branding - How Brands Are Built",
      "summary": "",
      "content_text": "Lien de l’article : The intersection of branding, psychology and biology: Driving long-term conversion rates\nRésumé de l’article L\u0026rsquo;influence du branding sur le cerveau humain L\u0026rsquo;article explore comment les marques influencent la perception des consommateurs en mobilisant des principes de psychologie et de biologie. Aujourd’hui, le succès des marques repose sur leur capacité à établir des liens durables avec les consommateurs en exploitant des mécanismes émotionnels et biologiques, favorisant ainsi un engagement et des taux de conversion à long terme.\nPsychologie du branding : créer des identités irrésistibles Le branding agit d\u0026rsquo;abord par une connexion psychologique. Les marques suscitent des émotions alignées avec les valeurs et aspirations des consommateurs, renforçant ainsi la mémorisation et la préférence de la marque. La cohérence des messages est cruciale, car elle inspire la confiance. Des théories comme la fluidité cognitive démontrent que les consommateurs favorisent les marques facilement reconnaissables, notamment grâce à une exposition régulière.\nBiologie du branding : mécanismes influents Les réponses biologiques jouent également un rôle clé. La neuroscience montre que des éléments de marque familiers activent le système de récompense du cerveau, libérant de la dopamine et renforçant ainsi la valeur perçue des produits. Des éléments sensoriels comme les couleurs et les sons influencent également les comportements en suscitant des réactions émotionnelles spécifiques. Par exemple, le bleu évoque souvent la confiance, tandis que le rouge peut transmettre une sensation d’urgence.\nCréer des impressions durables Combiner les approches psychologiques et biologiques permet aux marques de créer des impressions durables. Le concept de simple exposition suggère que les consommateurs développent une préférence pour les marques qu’ils rencontrent fréquemment. De plus, la contagion émotionnelle renforce l\u0026rsquo;attachement en transférant les émotions ressenties lors d’une expérience de marque vers la marque elle-même.\nImpact sur les taux de conversion Les marques établissant des connexions émotionnelles et biologiques fortes voient leurs taux de conversion augmenter. Les décisions d\u0026rsquo;achat sont souvent influencées par des facteurs émotionnels plus que rationnels, et le succès à long terme dépend de cet engagement émotionnel et biologique, qui contribue à fidéliser les clients et à générer des recommandations positives.\nAutres sources de l’article Marketing actions can modulate neural representations of experienced pleasantness Consumers and Their Brands: Developing Relationship Theory in Consumer Research Emotion and Decision Making Intérêt de cet article pour mon domaine Cet article sur l’intersection du branding, de la psychologie et de la biologie enrichit particulièrement mon travail en design graphique. Voici comment il peut être utile dans mes projets de branding et de création d’identités visuelles :\nAffiner ma compréhension de l\u0026rsquo;impact émotionnel des visuels : En tant que designer graphique, connaître l\u0026rsquo;influence des couleurs, formes, et éléments sensoriels sur les émotions des consommateurs m’aide à concevoir des visuels qui captent l’attention et suscitent des émotions positives, rendant les marques plus mémorables.\nExploiter les concepts de fluidité cognitive et de simple exposition : La fluidité cognitive, qui facilite la reconnaissance de la marque, est essentielle dans mes créations. En intégrant une cohérence visuelle, je peux maximiser la reconnaissance des marques et renforcer leur présence mentale grâce à une exposition répétée.\nUtiliser la biologie pour des designs percutants : Les éléments sensoriels influencent les émotions. En comprenant les associations biologiques de certains stimuli visuels (comme l’effet du bleu pour la confiance), je peux créer des designs qui résonnent avec l’audience cible et renforcent la perception de la marque.\nRenforcer les liens émotionnels à travers des designs narratifs : Les liens émotionnels favorisent la fidélité. En intégrant des éléments narratifs dans mes conceptions graphiques, je peux renforcer l’identité émotionnelle de la marque, la rendant plus engageante et humaine.\nUtilisation de cet article dans ma formation ou mon travail Projets de branding : Cet article m’aide à intégrer des éléments qui touchent directement les émotions et réponses biologiques des consommateurs. Que ce soit dans le choix des couleurs, formes ou typographies, je m’assure que mes designs contribuent à un branding qui suscite une réponse émotionnelle forte et cohérente.\nConseil en stratégie de marque auprès des clients : Cet article fournit des arguments pour expliquer l’importance de créer des identités visuelles influençant positivement les perceptions et émotions des consommateurs. Je peux ainsi proposer des solutions de branding au-delà de l’esthétique, visant un impact psychologique et émotionnel.\nRéflexion créative : L’intersection entre biologie, psychologie et branding me pousse à envisager mes projets sous un nouvel angle. En appliquant ces connaissances, je peux expérimenter avec des designs qui tiennent compte des réactions émotionnelles et physiologiques de l’audience, créant ainsi des identités visuelles plus puissantes.\nCet article offre une perspective unique sur la manière dont le design graphique peut influencer la perception des marques, non seulement visuellement, mais aussi émotionnellement et biologiquement.\n",
      "content_html": "\u003cp\u003e\u003cstrong\u003eLien de l’article :\u003c/strong\u003e \u003ca href=\"https://howbrandsarebuilt.com/branding-psychology-and-biology/\"\u003eThe intersection of branding, psychology and biology: Driving long-term conversion rates\u003c/a\u003e\u003c/p\u003e\n\u003ch2 id=\"résumé-de-larticle\"\u003eRésumé de l’article\u003c/h2\u003e\n\u003ch3 id=\"linfluence-du-branding-sur-le-cerveau-humain\"\u003eL\u0026rsquo;influence du branding sur le cerveau humain\u003c/h3\u003e\n\u003cp\u003eL\u0026rsquo;article explore comment les marques influencent la \u003cstrong\u003eperception des consommateurs\u003c/strong\u003e en mobilisant des principes de psychologie et de biologie. Aujourd’hui, le succès des marques repose sur leur capacité à établir des liens durables avec les consommateurs en exploitant des mécanismes émotionnels et biologiques, favorisant ainsi un engagement et des taux de conversion à long terme.\u003c/p\u003e\n\u003ch3 id=\"psychologie-du-branding--créer-des-identités-irrésistibles\"\u003ePsychologie du branding : créer des identités irrésistibles\u003c/h3\u003e\n\u003cp\u003eLe branding agit d\u0026rsquo;abord par une \u003cstrong\u003econnexion psychologique\u003c/strong\u003e. Les marques suscitent des émotions alignées avec les valeurs et aspirations des consommateurs, renforçant ainsi la mémorisation et la préférence de la marque. La \u003cstrong\u003ecohérence des messages\u003c/strong\u003e est cruciale, car elle inspire la confiance. Des théories comme la \u003cstrong\u003efluidité cognitive\u003c/strong\u003e démontrent que les consommateurs favorisent les marques facilement reconnaissables, notamment grâce à une exposition régulière.\u003c/p\u003e\n\u003ch3 id=\"biologie-du-branding--mécanismes-influents\"\u003eBiologie du branding : mécanismes influents\u003c/h3\u003e\n\u003cp\u003eLes réponses \u003cstrong\u003ebiologiques\u003c/strong\u003e jouent également un rôle clé. La neuroscience montre que des éléments de marque familiers activent le \u003cstrong\u003esystème de récompense\u003c/strong\u003e du cerveau, libérant de la dopamine et renforçant ainsi la valeur perçue des produits. Des éléments sensoriels comme les couleurs et les sons influencent également les comportements en suscitant des réactions émotionnelles spécifiques. Par exemple, le bleu évoque souvent la confiance, tandis que le rouge peut transmettre une sensation d’urgence.\u003c/p\u003e\n\u003ch3 id=\"créer-des-impressions-durables\"\u003eCréer des impressions durables\u003c/h3\u003e\n\u003cp\u003eCombiner les approches \u003cstrong\u003epsychologiques\u003c/strong\u003e et \u003cstrong\u003ebiologiques\u003c/strong\u003e permet aux marques de créer des impressions durables. Le concept de \u003cstrong\u003esimple exposition\u003c/strong\u003e suggère que les consommateurs développent une préférence pour les marques qu’ils rencontrent fréquemment. De plus, la \u003cstrong\u003econtagion émotionnelle\u003c/strong\u003e renforce l\u0026rsquo;attachement en transférant les émotions ressenties lors d’une expérience de marque vers la marque elle-même.\u003c/p\u003e\n\u003ch3 id=\"impact-sur-les-taux-de-conversion\"\u003eImpact sur les taux de conversion\u003c/h3\u003e\n\u003cp\u003eLes marques établissant des connexions émotionnelles et biologiques fortes voient leurs \u003cstrong\u003etaux de conversion\u003c/strong\u003e augmenter. Les décisions d\u0026rsquo;achat sont souvent influencées par des facteurs émotionnels plus que rationnels, et le succès à long terme dépend de cet engagement émotionnel et biologique, qui contribue à fidéliser les clients et à générer des recommandations positives.\u003c/p\u003e\n\u003ch3 id=\"autres-sources-de-larticle\"\u003eAutres sources de l’article\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e\u003ca href=\"https://www.pnas.org/doi/10.1073/pnas.0706929105\"\u003eMarketing actions can modulate neural representations of experienced pleasantness\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://www.researchgate.net/publication/24098988_Consumers_and_Their_Brands_Developing_Relationship_Theory_in_Consumer_Research\"\u003eConsumers and Their Brands: Developing Relationship Theory in Consumer Research\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://www.annualreviews.org/content/journals/10.1146/annurev-psych-010213-115043\"\u003eEmotion and Decision Making\u003c/a\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2 id=\"intérêt-de-cet-article-pour-mon-domaine\"\u003eIntérêt de cet article pour mon domaine\u003c/h2\u003e\n\u003cp\u003eCet article sur l’intersection du branding, de la psychologie et de la biologie enrichit particulièrement mon travail en design graphique. Voici comment il peut être utile dans mes projets de branding et de création d’identités visuelles :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eAffiner ma compréhension de l\u0026rsquo;impact émotionnel des visuels\u003c/strong\u003e : En tant que designer graphique, connaître l\u0026rsquo;influence des couleurs, formes, et éléments sensoriels sur les émotions des consommateurs m’aide à concevoir des visuels qui captent l’attention et suscitent des émotions positives, rendant les marques plus mémorables.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eExploiter les concepts de fluidité cognitive et de simple exposition\u003c/strong\u003e : La fluidité cognitive, qui facilite la reconnaissance de la marque, est essentielle dans mes créations. En intégrant une \u003cstrong\u003ecohérence visuelle\u003c/strong\u003e, je peux maximiser la reconnaissance des marques et renforcer leur présence mentale grâce à une exposition répétée.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eUtiliser la biologie pour des designs percutants\u003c/strong\u003e : Les éléments sensoriels influencent les émotions. En comprenant les associations biologiques de certains stimuli visuels (comme l’effet du bleu pour la confiance), je peux créer des designs qui résonnent avec l’audience cible et renforcent la perception de la marque.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eRenforcer les liens émotionnels à travers des designs narratifs\u003c/strong\u003e : Les liens émotionnels favorisent la fidélité. En intégrant des éléments narratifs dans mes conceptions graphiques, je peux renforcer l’identité émotionnelle de la marque, la rendant plus engageante et humaine.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2 id=\"utilisation-de-cet-article-dans-ma-formation-ou-mon-travail\"\u003eUtilisation de cet article dans ma formation ou mon travail\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eProjets de branding\u003c/strong\u003e : Cet article m’aide à intégrer des éléments qui touchent directement les émotions et réponses biologiques des consommateurs. Que ce soit dans le choix des couleurs, formes ou typographies, je m’assure que mes designs contribuent à un branding qui suscite une réponse émotionnelle forte et cohérente.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eConseil en stratégie de marque auprès des clients\u003c/strong\u003e : Cet article fournit des arguments pour expliquer l’importance de créer des identités visuelles influençant positivement les perceptions et émotions des consommateurs. Je peux ainsi proposer des solutions de branding au-delà de l’esthétique, visant un impact psychologique et émotionnel.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eRéflexion créative\u003c/strong\u003e : L’intersection entre biologie, psychologie et branding me pousse à envisager mes projets sous un nouvel angle. En appliquant ces connaissances, je peux expérimenter avec des designs qui tiennent compte des réactions émotionnelles et physiologiques de l’audience, créant ainsi des identités visuelles plus puissantes.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCet article offre une perspective unique sur la manière dont le design graphique peut influencer la perception des marques, non seulement visuellement, mais aussi émotionnellement et biologiquement.\u003c/p\u003e\n",
      "url": "//localhost:1313/posts/article4-branding-biology/",
      "date_published": "14116-14-09T110:1414:00+00:00",
      "date_modified": "14116-14-09T110:1414:00+00:00",
      "author": {
        "name": "Gilliand Sami",
        "url": "//localhost:1313/"
      }
    },
    
    {
      "id": "dd68e5a9991ad3a8b21afc233b23617204a50066",
      "title": "Mon système d'écoute - Mise en place \u0026 Solutions",
      "summary": "",
      "content_text": "Dans un domaine en perpétuelle évolution comme le design graphique, maintenir une veille technologique et créative est essentiel pour rester à la pointe des tendances, des outils et des pratiques. Un système d\u0026rsquo;écoute bien structuré me permet de suivre les avancées, d\u0026rsquo;enrichir mes compétences et de proposer des solutions innovantes à mes clients. Voici comment j’ai mis en place un système de veille simple, organisé et centralisé pour couvrir l’ensemble des aspects de mon domaine professionnel.\n1. Identification des sources d’information pertinentes Dans le domaine du design graphique, il est crucial d’identifier les bonnes sources d’information. Ces sources se répartissent en plusieurs catégories :\nRéseaux sociaux professionnels : LinkedIn et Behance sont essentiels pour suivre les tendances et discussions dans le secteur. LinkedIn propose des articles et débats sur les pratiques professionnelles, tandis que Behance permet de découvrir des projets créatifs et portfolios de designers influents.\nSites de design et blogs spécialisés : Des plateformes comme AIGA Eye on Design, Creative Bloq, How Brands Are Built, et The Branding Journal publient régulièrement des articles sur les tendances en design graphique, branding, UX/UI, et outils créatifs, pour rester informé des dernières techniques.\nForums et communautés en ligne : Les forums comme Reddit (r/graphic_design) et les groupes sur Facebook et Discord rassemblent des designers du monde entier, parfaits pour poser des questions, partager des projets et identifier des tendances émergentes.\nÉmetteurs spécialisés en design : Suivre des acteurs influents comme Adobe, Figma, et Sketch est judicieux, car ils publient des mises à jour et tutoriels sur leurs outils.\n2. Organisation et centralisation des informations Pour centraliser ces informations, j’utilise un système d’écoute cartésien et facile à utiliser. Voici les outils que j’utilise pour organiser ma veille efficacement :\nFeedly : Un agrégateur de flux RSS où je regroupe les articles de blogs, publications de sites de design, et nouvelles des éditeurs de logiciels dans une interface unique. Je peux classer les sources par catégories (branding, UX/UI, design graphique) et suivre les mises à jour facilement.\nPocket : Cet outil me permet de sauvegarder des articles, vidéos et projets intéressants. Avec Pocket, je les classe par tags, ce qui m’aide à retrouver rapidement des informations pertinentes pour des projets spécifiques.\nGoogle Alerts : Je configure des alertes sur des mots-clés spécifiques à mon domaine (ex. : “design graphique”, “branding digital”, “tendances UX/UI”), pour recevoir directement les articles et actualités par e-mail sans avoir à rechercher activement chaque sujet.\n3. Structurer ma veille avec un tableau de bord centralisé Pour suivre efficacement ma veille, j\u0026rsquo;utilise Notion comme tableau de bord centralisé. Notion est un outil polyvalent qui me permet de créer une base de données regroupant les informations pertinentes. Voici comment j’organise mon tableau de bord :\nCatégorisation par thèmes : Dans Notion, j’organise ma veille par thématiques (tendances en design graphique, branding, UX/UI, outils de design). Chaque thématique contient des liens vers des articles, vidéos, et ressources utiles que j\u0026rsquo;ai enregistrées dans Feedly ou Pocket. 4. Utilisation des outils de veille en ligne pour un système d’écoute proactif En plus des outils de centralisation et d’organisation, certains outils de veille avancés améliorent la pertinence de mon système d’écoute :\nBuzzSumo : Cet outil me permet de découvrir les articles et contenus les plus partagés sur des sujets spécifiques, ce qui aide à comprendre les tendances populaires et les sujets à explorer pour rester pertinent.\nMention : Cet outil surveille les mentions de mots-clés spécifiques sur les réseaux sociaux, blogs et forums. Par exemple, en suivant des termes comme “design graphique” ou “Adobe Illustrator”, je peux voir en temps réel ce que les gens disent et réagir aux conversations importantes.\nConclusion : Un système de veille structuré pour l\u0026rsquo;innovation et l\u0026rsquo;adaptation Mon système de veille, construit autour de réseaux professionnels, d\u0026rsquo;émetteurs spécialisés et d\u0026rsquo;outils en ligne, m\u0026rsquo;aide à rester informé des dernières tendances, innovations, et attentes dans le domaine du design graphique. En centralisant toutes les informations pertinentes dans un tableau de bord Notion, je peux naviguer aisément entre les thèmes et les priorités de veille.\nCe système d\u0026rsquo;écoute cartésien et bien organisé est une ressource précieuse qui alimente mon travail au quotidien, tout en me permettant de rester flexible face aux évolutions rapides de mon domaine professionnel.\n",
      "content_html": "\u003ch3 id=\"dans-un-domaine-en-perpétuelle-évolution-comme-le-design-graphique-maintenir-une-veille-technologique-et-créative-est-essentiel-pour-rester-à-la-pointe-des-tendances-des-outils-et-des-pratiques\"\u003eDans un domaine en perpétuelle évolution comme le design graphique, maintenir une veille technologique et créative est essentiel pour rester à la pointe des tendances, des outils et des pratiques.\u003c/h3\u003e\n\u003cp\u003eUn système d\u0026rsquo;écoute bien structuré me permet de suivre les avancées, d\u0026rsquo;enrichir mes compétences et de proposer des solutions innovantes à mes clients. Voici comment j’ai mis en place un système de veille simple, organisé et centralisé pour couvrir l’ensemble des aspects de mon domaine professionnel.\u003c/p\u003e\n\u003ch3 id=\"1-identification-des-sources-dinformation-pertinentes\"\u003e1. Identification des sources d’information pertinentes\u003c/h3\u003e\n\u003cp\u003eDans le domaine du design graphique, il est crucial d’identifier les bonnes sources d’information. Ces sources se répartissent en plusieurs catégories :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eRéseaux sociaux professionnels\u003c/strong\u003e : \u003cstrong\u003eLinkedIn\u003c/strong\u003e et \u003cstrong\u003eBehance\u003c/strong\u003e sont essentiels pour suivre les tendances et discussions dans le secteur. LinkedIn propose des articles et débats sur les pratiques professionnelles, tandis que Behance permet de découvrir des projets créatifs et portfolios de designers influents.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eSites de design et blogs spécialisés\u003c/strong\u003e : Des plateformes comme \u003cstrong\u003eAIGA Eye on Design\u003c/strong\u003e, \u003cstrong\u003eCreative Bloq\u003c/strong\u003e, \u003cstrong\u003eHow Brands Are Built\u003c/strong\u003e, et \u003cstrong\u003eThe Branding Journal\u003c/strong\u003e publient régulièrement des articles sur les tendances en design graphique, branding, UX/UI, et outils créatifs, pour rester informé des dernières techniques.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eForums et communautés en ligne\u003c/strong\u003e : Les forums comme \u003cstrong\u003eReddit\u003c/strong\u003e (r/graphic_design) et les groupes sur \u003cstrong\u003eFacebook\u003c/strong\u003e et \u003cstrong\u003eDiscord\u003c/strong\u003e rassemblent des designers du monde entier, parfaits pour poser des questions, partager des projets et identifier des tendances émergentes.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eÉmetteurs spécialisés en design\u003c/strong\u003e : Suivre des acteurs influents comme \u003cstrong\u003eAdobe\u003c/strong\u003e, \u003cstrong\u003eFigma\u003c/strong\u003e, et \u003cstrong\u003eSketch\u003c/strong\u003e est judicieux, car ils publient des mises à jour et tutoriels sur leurs outils.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3 id=\"2-organisation-et-centralisation-des-informations\"\u003e2. Organisation et centralisation des informations\u003c/h3\u003e\n\u003cp\u003ePour centraliser ces informations, j’utilise un système d’écoute cartésien et facile à utiliser. Voici les outils que j’utilise pour organiser ma veille efficacement :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eFeedly\u003c/strong\u003e : Un agrégateur de flux RSS où je regroupe les articles de blogs, publications de sites de design, et nouvelles des éditeurs de logiciels dans une interface unique. Je peux classer les sources par catégories (branding, UX/UI, design graphique) et suivre les mises à jour facilement.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003ePocket\u003c/strong\u003e : Cet outil me permet de sauvegarder des articles, vidéos et projets intéressants. Avec Pocket, je les classe par tags, ce qui m’aide à retrouver rapidement des informations pertinentes pour des projets spécifiques.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eGoogle Alerts\u003c/strong\u003e : Je configure des alertes sur des mots-clés spécifiques à mon domaine (ex. : “design graphique”, “branding digital”, “tendances UX/UI”), pour recevoir directement les articles et actualités par e-mail sans avoir à rechercher activement chaque sujet.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3 id=\"3-structurer-ma-veille-avec-un-tableau-de-bord-centralisé\"\u003e3. Structurer ma veille avec un tableau de bord centralisé\u003c/h3\u003e\n\u003cp\u003ePour suivre efficacement ma veille, j\u0026rsquo;utilise \u003cstrong\u003eNotion\u003c/strong\u003e comme tableau de bord centralisé. Notion est un outil polyvalent qui me permet de créer une base de données regroupant les informations pertinentes. Voici comment j’organise mon tableau de bord :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eCatégorisation par thèmes\u003c/strong\u003e : Dans Notion, j’organise ma veille par thématiques (tendances en design graphique, branding, UX/UI, outils de design). Chaque thématique contient des liens vers des articles, vidéos, et ressources utiles que j\u0026rsquo;ai enregistrées dans Feedly ou Pocket.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3 id=\"4-utilisation-des-outils-de-veille-en-ligne-pour-un-système-découte-proactif\"\u003e4. Utilisation des outils de veille en ligne pour un système d’écoute proactif\u003c/h3\u003e\n\u003cp\u003eEn plus des outils de centralisation et d’organisation, certains outils de veille avancés améliorent la pertinence de mon système d’écoute :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eBuzzSumo\u003c/strong\u003e : Cet outil me permet de découvrir les articles et contenus les plus partagés sur des sujets spécifiques, ce qui aide à comprendre les tendances populaires et les sujets à explorer pour rester pertinent.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e\u003cstrong\u003eMention\u003c/strong\u003e : Cet outil surveille les mentions de mots-clés spécifiques sur les réseaux sociaux, blogs et forums. Par exemple, en suivant des termes comme “design graphique” ou “Adobe Illustrator”, je peux voir en temps réel ce que les gens disent et réagir aux conversations importantes.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2 id=\"conclusion--un-système-de-veille-structuré-pour-linnovation-et-ladaptation\"\u003eConclusion : Un système de veille structuré pour l\u0026rsquo;innovation et l\u0026rsquo;adaptation\u003c/h2\u003e\n\u003cp\u003eMon système de veille, construit autour de réseaux professionnels, d\u0026rsquo;émetteurs spécialisés et d\u0026rsquo;outils en ligne, m\u0026rsquo;aide à rester informé des dernières tendances, innovations, et attentes dans le domaine du design graphique. En centralisant toutes les informations pertinentes dans un tableau de bord Notion, je peux naviguer aisément entre les thèmes et les priorités de veille.\u003c/p\u003e\n\u003cp\u003eCe système d\u0026rsquo;écoute cartésien et bien organisé est une ressource précieuse qui alimente mon travail au quotidien, tout en me permettant de rester flexible face aux évolutions rapides de mon domaine professionnel.\u003c/p\u003e\n",
      "url": "//localhost:1313/posts/article5-systeme-ecoute/",
      "date_published": "14116-14-09T110:1414:00+00:00",
      "date_modified": "14116-14-09T110:1414:00+00:00",
      "author": {
        "name": "Gilliand Sami",
        "url": "//localhost:1313/"
      }
    }
    
  ]
}